Autodesk.Navisworks.Api.UnitConversion
Unit conversion package class.

Autodesk.Navisworks.Api.UnitConversion.IsReadOnly
Gets a value indicating whether the object is read-only.

Autodesk.Navisworks.Api.UnitConversion.ScaleFactor(Autodesk.Navisworks.Api.Units,Autodesk.Navisworks.Api.Units)
Return the scale factor between two linear units.